[
    {
        "source": "Faites vos propositions !",
        "trans": "Make your proposals !"
    },
    {
        "source": "Si vous souhaitez contribuer à Corahn-Rin, n'hésitez pas et postez vos rapports de bug ou vos propositions d'amélioration sur la page \"Redmine\" du générateur :",
        "trans": "If you want to contribute to Corahn-Rin, don't wait and post your bug reports or evolutions proposals on the \"Redmine\" page :"
    },
    {
        "source": "Corahn Rin",
        "trans": "Corahn-Rin"
    },
    {
        "source": "La plateforme de gestion de personnages pour \"Les Ombres d'Esteren\"",
        "trans": "Character manager for &laquo;Shadows of Esteren&raquo"
    },
    {
        "source": "Ce générateur permet de créer un personnage pour \"Les Ombres d'Esteren\", directement en ligne, mais également de modifier son contenu, d'assister à des parties et de dépenser ses points d'expérience, et plein d'autres choses encore.",
        "trans": "This software allows to create a character for \"Shadows of Esteren\", live online, and also to edit its contents, manage online campaigns, gain and spend experience, and other features."
    },
    {
        "source": "Plus besoin de se reporter au livre à chaque étape",
        "trans": "No need to check the book at each step"
    },
    {
        "source": "Peu de valeurs chiffrée pour une immersion maximale dans le personnage",
        "trans": "Few values to check from the book for maximum immersion in the character"
    },
    {
        "source": "Très simple : une étape, une information sur le personnage",
        "trans": "Very simple : one step, one info about the character"
    },
    {
        "source": "La possibilité de revenir aux étapes précédentes",
        "trans": "You can go back to previous steps"
    },
    {
        "source": "Deux mots d'ordre : Lisez les instructions, et surtout <strong>immergez-vous dans les Ombres...</strong>",
        "trans": "Two words : read the instructions, and <strong>merge with the shadows...</strong>"
    },
    {
        "source": "Commencer la création d'un personnage",
        "trans": "Start creating a character"
    },
    {
        "source": "Des mises à jour régulières.",
        "trans": "Regular updates"
    },
    {
        "source": "Corahn Rin est mis à jour à intervalles réguliers pour assurer une compatibilité maximale avec les navigateurs les plus utilisés, mais également pour garantir des performances optimales.",
        "trans": "Corahn-Rin is updated regularly to provide maximum compatibility with most used browsers, but also to guarantee optimal performances."
    },
    {
        "source": "Une liste de personnages directement utilisables.",
        "trans": "A list of directly available."
    },
    {
        "source": "Vous avez accès à une liste de personnages créés par les visiteurs du site, ceux-ci sont directement utilisables : visualisez les feuilles de personnages, téléchargez-les et imprimez-les !",
        "trans": "You have access to a list of characters created by website users, these one are directly available : view the character sheets and download/print them !"
    },
    {
        "source": "Votre compte pour gérer vos personnages et vos parties.",
        "trans": "Your account to manage your characters and campaigns."
    },
    {
        "source": "En vous inscrivant, vos personnages seront conservés quoiqu'il arrive, mais vous pourrez surtout les modifier et rejoindre une campagne, organisée par un Maître de Jeu, où vous pourrez gagner et dépenser votre expérience.",
        "trans": "By signing in, your characters will be saved whatever happens, but above all you can modify them and join a campaign organized by a Game Leader, where you will be able to gain and spend your experience."
    },
    {
        "source": "Accueil",
        "trans": "Home"
    },
    {
        "source": "Gestion du projet Corahn-Rin",
        "trans": "Corahn-Rin's project manager page"
    },
    {
        "source": "Continuer la création du personnage",
        "trans": "Continue character creation"
    },
    {
        "source": "Voir les dernières mises à jour",
        "trans": "View last updates"
    },
    {
        "source": "Voir la liste des personnages",
        "trans": "View characters list"
    },
    {
        "source": "Inscrivez-vous",
        "trans": "Subscribe"
    }
]